Repository: meskio/emma
Catalog: po/*.po
Languages: es, eu

source: No user defined for pop
es: No hay usuario pop definido
eu: Ez da POPerako erabiltzailerik zehaztu

source: fetching email %(user)s@%(host)s
es: descargando email %(user)s@%(host)s
eu: eposta %(user)s@%(host)s kontutik jasotzen

source: error connecting by POP3
es: falló al conectar por POP3
eu: errorea POP3 bidez konektatzean

source: %s found
es: %s encontrados
eu: %s topatuta

source: No user defined for smtp
es: No hay usuario smtp definido
eu: Ez da SMTPrako erabiltzailerik zehaztu

source: Error sending email
es: Falló al enviar email
eu: Errorea eposta bidaltzean

source: db request error.
es: petición a db erronea.
eu: db eskaera errorea.

source: time conversion error: %(id)s - %(date)s
es: fallo en la conversion de tiempo: %(id)s - %(date)s
eu: data bihurketa errorea: $(id)s - %(date)s

source: db update error: %(id)s - %(date)s
es: fallo en la actualización de la bd: %(id)s - %(date)s
eu: db eguneraketa errorea: %(id)s - %(date)s

source: Login to %s wiki
es: Login a la wiki %s
eu: %s wikian saioa hasten

source: Fetch %s wiki page
es: Obtener página wiki %s
eu: Eskuratu %s wiki orria

source: Write %s wiki page
es: Escribir página wiki %s
eu: Idatzi %s wiki orria

source: Connect to jid: %(jid)s
es: Conectando a jid: %(jid)s
eu: %(jid)s jid-era konektatu

source: error conecting to xmpp: %s
es: falló al conectar a xmpp: %s
eu: errorea xmpp-ra konektatzean: %s

source: [xmpp %(identifier)s] command received: %(cmd)s: %(args)s
es: [xmpp %(identifier)s] comando recivido: %(cmd)s: %(args)s
eu: [xmpp %(identifier)s] komandoa jasoa: %(cmd)s: %(args)s

source: Connect to %(server)s:%(port)s nick:%(nick)s channels:%(channels)s
es: Conectando a %(server)s:%(port)s nick:%(nick)s canales:%(channels)s
eu: %(server)s:%(port)s-era konektatzen ezizena:%(nick)s kanalak:%(channels)s

source: error conecting to server: %s
es: falló al conectar al servidor: %s
eu: errorea zerbitzarira konektatzean: %s

source: Not valid command for history:
es: Comando no valido para hisotria:
eu: Komando ezegokia historikoarentzako:

source: [irc %(identifier)s] command received: %(cmd)s: %(args)s
es: [irc %(identifier)s] comando recivido: %(cmd)s: %(args)s
eu: [irc %(identifier)s] komandoa jasoa: %(cmd)s: %(args)s

source: [core] connect to database
es: [core] conectando a la base de datos
eu: [core] datu basera konektatu

source: [core] Not valid config value on log_level
es: [core] Parametro de configuración log_level invalido
eu: [core] log_level konfigurazio balio ezegokia

source: [core] preparing interfaces and modules
es: [core] preparando interfaces y modulos
eu: [core] interfazeak eta moduluak prestatzen

source: [core] load %(type)s %(name)s
es: [core] cargando %(type)s %(name)s
eu: [core] %(type)s %(name)s kargatzen

source: [core] restore %s scheduled events
es: [core] restaurando %s eventos programados
eu: [core] agendatutako %s gertakari berreskuratu

source: [core] can't unsubscribe identifier, it was not subscribed
es: [core] no se puede desubscribir el identificador, no estaba subscrito
eu: [core] ezin da identifikadorea ez-harpidetu, ez zegoen lehendik harpidetuta

source: %d/%m/%Y %H:%M
eu: %Y/%m/%d %H:%M

source: %d/%m/%Y
eu: %Y/%m/%d

source: * [[wiki|wiki page name text on wiki markup]] Store the text on the wiki page
es: * [[wiki|nombre de página wiki texto con markado wiki]] Guardar el texto en la página wiki
eu: * [[wiki|wiki orriaren izena wiki markadun testua]] Testua wiki orrian gorde

source: The arguments up to the first change of line will be considered the name of the page on the wiki to create or change with the text given after thefirst change of line
es: Los argumentso hasta el primer salto de línea se considerarán como el nombre de la página en la wiki para ser creada o cambiada con el texto posterior al primer retorno de carro
eu: Lehenbiziko lerroko parametro guztiak sortu edo aldatuko den wikiaren izena izango dira. Hurrengo lerroek edukia osatuko dute.

source: Store '%(page)s' page on the '%(wiki)s' wiki
es: Guardando página '%(page)s' en la wiki '%(wiki)s'
eu: '%(page)s orria %(wiki)s wikian gorde

source: * remind 23/11/2011 08:17;hackmeeting@listas.sindominio.net;subject;text Schelude a reminder at certan date
es: * recuerda 23/11/2011 08:17;hackmeeting@listas.sindominio.net;subject;texto Programa un recordatorio para una fecha dada
eu: * gogorarazi 2011/11/23 08:17;hackmeeting@listas.sindominio.ent;gaia;testua Data jakin baterako oroigarria planifikatu

source: * [[remind|23/11/2011 08:17;hackmeeting@listas.sindominio.net;subject;text]] Schelude a reminder at certan date
es: * [[recuerda|23/11/2011 08:17;hackmeeting@listas.sindominio.net;subject;texto]] Programa un recordatorio para una fecha dada
eu: * [[gogorarazi|2011/11/23 08:17;hackmeeting@listas.sindominio.net;gaia;edukia]] Data jakin baterako oroigarria planifikatu

source: remind
es: recuerda
eu: gogorarazi

source: You can program reminders to be send by %s at a given date. It takes three or four parameters separated by ';': date;email;subject;body The subject is optional
es: Puedes programar recordatorios enviandos por %s a una fecha dada. Requiere de tres o cuatro parametros separados por ';': fecha;email;asunto;cuerpo El asunto es opcional
eu: Oroigarriak data jakin batean %s bidez obidaltzeko planifikatu ditzakezu. Hiru edo lau parametro behar ditu, ';' bidez bereiztuta: data;eposta;gaia;edukia Gaia ez da beharrezkoa.

source: reminder
es: recordatorio
eu: gogorarazpena

source: args not well formed
es: argumentos inválidos
eu: argumentu formatu ezegokia

source: * find From:/hackmeeting/,Tags:asamblea Use for search on emails stored by emma * display 0 Display an email from a search list generated
es: * busca From:/hackmeeting/,Tags:asamblea Busca en el archivo de emails de emma * muestra 0 Muestra un email de la lista generada por una busqueda
eu: * bilatu From:/hackmeeting/,Tags:asamblea Emmak gordetako epostetan bilatzeko * erakutsi 0 Sortutako eposta zerrendatik bat erakutsi

source: find
es: busca
eu: bilatu

source: Use for search on emails stored by emma. Search terms are introduced separated by ','with the form 'Field:string', string can be a regular expression between '/'. Ex: find From:/meskio.*/,Tags:asamblea,Body:/squat/
es: Busca en el archivo de email de emma. Los patrones de busqueda se introducen separados por ',' con la forma 'Cabecera:texto', texto puede ser una expresion regular entre '/'. Ej: busca From:/meskio.*/,Tags:asamblea,Body:/squat/
eu: Emmak gordetako epostetan bilatzeko. Bilaketa terminoak ','z bereiztu behar dira 'Field:string' formatuarekin. stringa expresio erregularra izan daiteke, '/' artean baldin badoa. Adib: bilatu From:/meskio.*/,Tags:asamblada,Body:/squat/

source: display
es: muestra
eu: erakutsi

source: Once a 'find' command is call use the 'display'command to output the email with the index number give as parameter of 'display' Ex: display 0
es: Una vez que el comando 'busca' a sido invocado usa el comando 'muestra' para devolver el email dandole a 'muestra' el indice del email como parametro Ej: muestra 0
eu: 'bilatu' komandoa habiatu ondoren 'erakutsi' erabili eposta ikusteko. Parametro bezala epostaren indize zenbakia sartu Adib: display 0

source: Not found any email
es: Email no encontrado
eu: Ez da epostarik topatu

source: Not valid index: %s
es: Indice invalido: %s
eu: Indize ezegokia: %s

source: Index not in range(0-%(number)d): %(args)s
es: Indice fuera de rango(0-%(number)d): %(args)s
eu: Indizea ez dago (0-%(number)d) tartean: %(args)s

source: From
es: De
eu: Nork

source: To
es: A
eu: Nori

source: Cc
eu: Kopia

source: Date
es: Fecha
eu: Data

source: Subject
es: Asunto
eu: Gaia

source: * moderate [session_name] Start moderating an assembly * word While moderating request word * stop Stop moderating
es: * modera [nombre_sesion] Inicia la moderación de una asamblea * palabra Durante una asamblea moderada pide turno de palabra * para Para la moderación
eu: * moderatu [saio_izena] Asanblada moderatzen hasi * hitza Moderatutako asanbladan hitza eskatu * stop Moderatzeari utzi

source: moderate
es: modera
eu: moderatu

source: Start the moderation of an assembly. It will assign turns to talk as people request them with 'word'. If a session_name is given the session will be saved on the wiki.
es: Inicia la moderación de una asamblea. Asignará turnos de palabra a la gente que los pida con el comando 'palabra'. Si se le ha dado un nombre_sesion la sesion sera guardada en el wiki.
eu: Asanblada baten moderazioa hasi. Jendeak 'hitza'-ren bidez eskatu ahala hitzegiteko txandak esleituko ditu. saio_izena zehazten bada wikian gordeko da.

source: word
es: palabra
eu: hitza

source: While moderating request word. It can also be requestested with a /me containing the word 'word' in it.
es: Mientras esta en moderacion pide turno de palabra. Tambien se puede pedir con un /me con la palabra 'palabra' en el.
eu: Hitza eskatu moderazioa dagoenean. 'hitza' hitza duen /me baten bidez ere eskatu daiteke.

source: stop
es: para
eu: bukatu

source: Stop moderating the assembly started with 'moderate'
es: Para la moderación de una asamblea iniciada con 'modera'
eu: Asanblada moderatzeari utzi.

source: starts moderating
es: empieza a moderar
eu: Moderatzen hasi

source: stops moderating
es: para de moderar
eu: Moderatzeari utzi

source: Request word from: %s
es: Petición de palabra de: %s
eu: Hitz eskaria: %s

source: gives the word to %s
es: da turno de palabra a %s
eu: Hitza honek du: %s

source: Store irc log on the wiki page %s
es: Almacena el log de irc en la pagina wiki %s
eu: irc loga %s wikian gorde

source: Assembly log from %(day)s/%(month)s/%(year)s
es: Log de la asamblea del %(day)s/%(month)s/%(year)s
eu: %(year)s/$(month)s/%(day)s eguneko asanbladaren log-a

source: Present:
es: Asistentes:
eu: Parte hartzaileak:

source: help
es: ayuda
eu: laguntza

source: emma is a bot for virtual assembly ================================== Commands:
es: emma es un bot para el asamblearismo virtual ============================================ Comandos:
eu: emma asanblada birtualentzako robota da ======================================= Komandoak:

source: No help
es: No hay ayuda
eu: Laguntzarik ez
